Repository: haohmaruru/base_flutter
Catalog: lib/res/l10n/intl_*.arb
Languages: vi

# verifyImageDatingHint
source: Upload 2 photos with 2 patterns to verify the account
vi: Đăng tải 2 bức ảnh theo 2 hình mẫu để xác minh tài khoản là của bạn

# selfiePhoto
source: Photo selfie
vi: Ảnh selfie

# sendRequestVerify
source: Send authentication request
vi: Gửi yêu cầu xác thực

# sendRequestSuccess
source: Sent request success
vi: Gửi yêu cầu hành công

# pleaseWaitVerifyDatingImage
source: Your profile has been received and is in the process of being reviewed. Please wait 30 - 45 days to complete the profile verification
vi: Hồ sơ của bạn đã được tiếp nhận và trong quá trình kiếm duyệt. Vui lòng chờ 30 - 45 ngày để hoàn tất việc xác thực hồ sơ

source: Dating now
vi: Hẹn hò ngay

source: Filter search
vi: Bộ lọc tìm kiếm

# aboutGender
source: About me
vi: Về tôi

source: Edit profile
vi: Chỉnh sửa hồ sơ

# detailProfileFull
source: Detail profile
vi: Hồ sơ chi tiết

# displaySetting
source: Display settings
vi: Cài đặt hiển thị

source: On my profile
vi: Hồ sơ về tôi

# findGender
source: Gender search
vi: Giới tìm kiếm

# friends_app
source: Friends app for LGBT community
vi: Ứng dụng kết bạn dành cho cộng đồng LGBT

# quick_connect
source: Quick Connect - Right choice
vi: Kết nối nhanh - Lựa chọn đúng

# exchange_virtual
source: Exchange virtual candies - Get real gifts
vi: Đổi kẹo ảo - Nhận quà thật

# exciting_events
source: Exciting events every week
vi: Sự kiện hấp dẫn mỗi tuần

source: Approved
vi: Đã duyệt

# reject
source: Rejected
vi: Từ chối

source: Waiting
vi: Chờ xử lý

# notVerify
source: None verify
vi: Chưa xác thực

source: Save
vi: Lưu

source: Profile detail
vi: Hồ sơ chi tiết

source: Personal introduce
vi: Mô tả bản thân

# titleName
source: Name
vi: Danh xưng

source: Place
vi: Địa điểm

# allow_places
source: Allow LOMO to use location to search for places
vi: Cho phép LOMO sử dụng vị trí để tìm kiếm địa điểm

source: Install now
vi: Cài đặt ngay

source: Search topics
vi: Tìm kiếm chủ đề

# eventQueer
source: Queer Event
vi: Sự kiện Queer

source: Hot subject
vi: Chủ đề hot

source: Typical parent
vi: Phụ huynh tiêu biểu

source: Knowledge
vi: Kiến thức

# max3
source: (Maximum 3)
vi: (Tối đa 3)

# settingProfileDisplay
source: Profile display settings
vi: Cài đặt hiển thị hồ sơ

# hot_member
source: Hot member of the week
vi: Thành viên hot trong tuần

source: Post hot
vi: Bài đăng hot

# knowledgePublic
source: Community
vi: Cộng đồng

source: Account setting
vi: Thiết lập tài khoản

# secureAndPrivacy
source: Secure & privacy
vi: Bảo mật & quyền riêng tư

source: Topics
vi: Danh sách chủ đề

source: Topic
vi: Chủ đề

source: Search on LOMO
vi: Tìm kiếm trên LOMO

source: About LOMO
vi: Về LOMO

source: Sort by
vi: Sắp xếp theo

source: Latest
vi: Mới nhất

source: Post type
vi: Loại bài đăng

# hotTop
source: Hot
vi: Hot nhất

source: Send
vi: Gửi

# get_acquainted
source: Write a few words to get acquainted
vi: Viết vài lời để làm quen

# suggested_acquaintance
source: Suggested acquaintance form
vi: Mẫu làm quen gợi ý

# sendMessageSuccess
source: Sent message success
vi: Gửi tin nhắn thành công

source: View profile
vi: Xem hồ sơ

source: Private Content
vi: Nội dung riêng tư

# item
source: Items
vi: Phần tử

source: View as grid
vi: Xem danh sách lưới

source: View as list
vi: Xem danh sách đơn

# change_information
source: When you change information in your dating profile, it will be updated to your personal profile
vi: Khi bạn thay đổi thông tin tại hồ sơ hẹn hò, thì thông tin này sẽ được cập nhật cho hồ sơ cá nhân của bạn

# personalInfo
source: Personal information
vi: Thông tin cá nhân

# datingViewSetting
source: Setting View
vi: Cài đặt hiển thị

# waitingVerifyProfileDating
source: Waiting for review
vi: Hồ sơ đang được xác thực

# newfeed_empty
source: No posts yet
vi: Chưa có bài đăng

# create_newfeed
source: Share your thoughts
vi: Chia sẻ suy nghĩ của bạn

# settingProfileDating
source: Dating profile settings
vi: Cài đặt hồ sơ hẹn hò

# chooseMax3Item
source: Maximum three choices
vi: Tối đa ba lựa chọn

source: Selected
vi: Đã chọn

# postMaxImage
source: You are post maximum 5 images
vi: Bạn được đăng tối đa 5 hình ảnh

# bearGiftsInWeek
source: bear of the week
vi: gấu trong tuần

source: Retake
vi: Chụp lại

source: Use photo
vi: Sử dụng

# deletePostSuccess
source: Deleted post
vi: Đã xóa bài viết

# myQuestion
source: Question
vi: Câu hỏi

source: Result
vi: Kết quả

source: History
vi: Lịch sử

# youMatchWith
source: You matching with
vi: Bạn tương đồng với

# resultQuizLargeStatus1
source: Seems like you know
vi: Có vẻ như thử thách của

# resultQuizLargeStatus2
source: very well. Tell
vi: được sinh ra để dành cho bạn! Hãy nói cho

# resultQuizLargeStatus3
source: now!
vi: biết nhé!

# resultQuizMediumStatus1
source: It's almost like you can read
vi: Có vẻ như bạn hiểu

# resultQuizMediumStatus2
source: 's mind. Talk to
vi: khá rõ! Hãy nói chuyện thêm với

# resultQuizMediumStatus3
source: now!
vi: nhé!

# resultQuizLessStatus1
source: Seems like
vi: Có vẻ vẫn còn nhiều điều bạn chưa biết về

# resultQuizLessStatus2
source: is still a mystery to you. Why don't you send a text to get to know
vi: . Hãy tìm hiểu thêm về

# resultQuizLessStatus3
source: better?
vi: thôi nào!

# lomo_search
source: Search on Lomo
vi: Tìm kiếm trên Lomo

# newFeed
source: Post
vi: Bài đăng

source: User
vi: Người dùng

source: posts
vi: bài viết

source: Say hi now
vi: Làm quen ngay

source: Create my quiz
vi: Tạo thử thách của tôi

# noQuizYet
source: No challenge yet
vi: Chưa tạo thử thách

# noQuizYetStatus
source: This user hasn't created a challenge yet "Who suits me". Come back again!
vi: Người dùng này chưa tạo thử thách "Ai hợp tôi". Quay trở lại sau nha!

source: Understood
vi: Đã hiểu

# list_participants
source: List of participants to learn about you
vi: Danh sách người tham gia tìm hiểu về bạn

# history_participation
source: List of people you join to learn
vi: Danh sách những người bạn tham gia tìm hiểu

source: Question number
vi: Câu hỏi số

source: Answer number
vi: Đáp án số

# answerError
source: Please enter your answer
vi: Vui lòng nhập câu trả lời

# sampleQuestion
source: Sample questions
vi: Câu hỏi mẫu

# notiMaxQuestion
source: You have selected a sufficient number of questions
vi: Bạn đã chọn đủ số lượng câu hỏi

# addQuestionSuccess
source: Added successfully
vi: Đã thêm thành công

# removeQuestionSuccess
source: Deleted successfully
vi: Đã xóa thành công

# createQuestionSuccess
source: Create successfully
vi: Tạo thành công

# createQuestionError
source: Create question failed
vi: Tạo câu hỏi không thành công

source: Result details
vi: Chi tiết kết quả

# newsFeedDetail
source: Post details
vi: Chi tiết bài đăng

# setupQuiz
source: Create Who suits me?
vi: Tạo thử thách Ai hợp tôi?

source: Recently
vi: Mới đây

source: Share profile
vi: Chia sẻ trang cá nhân

# lastJoint
source: Last joined:
vi: Lần tham gia gần nhất

source: Trend
vi: Xu hướng

source: New - created:
vi: Được tạo mới lúc:

source: Load image error
vi: Tải ảnh không thành công

# your_name
source: Your name must not include: - Special Icons
vi: Tên của bạn không được bao gồm: - Biểu tượng đặc biệt

# emptyDatingText
source: It seems no one matching your criteria. Let's expand your interest!
vi: Có vẻ như không còn ai phù hợp với tiêu chí của bạn. Hãy mở rộng mối quan tâm nhé!

# textBtnEmptyDating
source: Edit Dating Filter
vi: Chỉnh Sửa Bộ Lọc Hẹn Hò

# createQuestionHeader
source: Ask at least 3 questions to find out "
vi: Đặt tối thiểu 3 câu hỏi để tim ra "

# createQuestionHeader2
source: Who suits you
vi: Ai hợp bạn

# use1
source: Press
vi: Bấm

# use2
source: to use Sample questions! You can custom the content.
vi: để áp dụng Câu hỏi mẫu! Bạn có thể tùy chỉnh nội dung.

# newQuiz
source: New
vi: Mới

source: Account Verification
vi: Tài khoản xác thực

# emptyPostText
source: Edit Post filter
vi: Chỉnh sửa Bộ Lọc Bài Đăng

# createQuestionContent1
source: Your "You Know Me?" challenge is created.
vi: Thử thách "Ai hợp tôi?" của bạn đã được khởi tạo thành công.

# createQuestionContent2
source: Share it to challenge others!
vi: Chia sẻ để thách thức mọi người nào!

source: Share Link
vi: Chia sẻ Link

# shareTimeline
source: Post
vi: Đăng bài

# warningUpdateProfile
source: You can only change your username or Lomo ID again after 14 days.
vi: Bạn chỉ có thể đổi lại tên người dùng hoặc Lomo ID sau 14 ngày.

# btnContinue
source: Continue
vi: Tiếp tục

source: Copy
vi: Sao chép

# copySuccess
source: Copied
vi: Đã sao chép

# deleteSuccess
source: Deleted successfully
vi: Xoá thành công

source: Edit Success
vi: Chỉnh sửa thành công

source: Search name
vi: Tìm kiếm theo tên

# postDeleted
source: Post Unavailable
vi: Bài đăng không tồn tại

# postDeletedContent
source: This post was deleted by its owner or violated LOMO's Terms and Policies
vi: Bài đăng đã bị xóa bở chủ sở hữu hoặc vi phạm các quy tắc cộng đồng của LOMO

source: No comment
vi: Không có bình luận

# dontShowAgian
source: Don't show again
vi: Không hiển thị nữa

# dataUploading
source: Uploading...
vi: Đang tải...

# editVideo
source: Edit
vi: Chỉnh sửa

source: Companion
vi: Người đồng hành

# closeYou
source: Closest to you
vi: Gần bạn nhất

# exchange_voucher_success
source: Your voucher has been redeemed!
vi: Bạn đã đổi voucher thành công!

# voucher_success
source: Your voucher has been redeemed!
vi: Bạn đã đổi voucher thành công!

# voucher_check_info_please
source: Please check your voucher detail and it’s expiry date
vi: Vui lòng xem kỹ thông tin voucher và hạn sử dụng nếu có

# voucher_your_code
source: Your voucher code
vi: Mã voucher của bạn

source: Enter referral code
vi: Nhập mã giới thiệu

# enterReferralCodeDescription
source: Enter the referral code to receive attractive gifts
vi: Nhập mã giới thiệu để nhận nhiều quà tặng hấp dẫn

# collectReferralReward
source: Collect Referral Rewards
vi: Nhận thưởng giới thiệu bạn bè

# inviteFrendUseLomo
source: Invite friends to receive rewards
vi: Giới thiệu bạn bè để nhận thưởng

# inviteFrendUseLomoDescription
source: Invite friends to use LOMO
vi: Mời bạn bè cùng chơi LOMO

# btnInviteFrend
source: Invite friends
vi: Mời bạn bè

# hintReferral
source: Referrer's LOMO ID (if any)
vi: LOMO ID người giới thiệu (nếu có)

source: Invite friends
vi: Mời Bạn Bè

source: Get 20 free candies
vi: Nhận 20 kẹo miễn phí

# when_friend_sign_in_lomo
source: get 20 Free Candy When Your Friends Sign Up For LOMO
vi: khi bạn bè của bạn đăng ký dùng LOMO

# when_friend_sign_in_1
source: Invite friends to use LOMO. When your friends successfully register, you will get
vi: Mời bạn bè cùng chơi LOMO. Khi bạn bè của bạn đăng ký thành công, bạn sẽ nhận được

# when_friend_sign_in_2
source: 20 free candies
vi: 20 kẹo miễn phí

# when_friend_sign_in_3
source: . The registered account must never been created on LOMO
vi: . Tài khoản đăng ký phải là dùng mới chưa từng được tạo trên LOMO

source: System notification
vi: Thông báo hệ thống

# serverMaintenance
source: Server is currently under maintenance, please come back later. LOMO is very sorry for this inconvenience.
vi: Server hiện tại đang bao trì, bạn vui lòng quay lại sau. LOMO rất xin lỗi vì sự bất tiện này.

# pleaseEnableGps
source: Please enable geolocation to view this list
vi: Bạn cần kích hoạt GPS để xem được danh sách này

source: Enable
vi: Kích hoạt

# title_detail_voucher
source: Voucher details
vi: Chi tiết voucher

source: Delete account
vi: Xóa tài khoản

# youConfirmDeleteAccount
source: Do you want to delete your account? Your request will be completed within 7 days
vi: Bạn có chắc muốn xóa tài khoản? Yêu cầu của bạn sẽ được thực hiện trong vòng 7 ngày

source: Delete now
vi: Xóa ngay

# accountHasBeenDisable
source: Your account has been disabled
vi: Tài khoản đã bị vô hiệu hóa

# accountDisableDescription
source: Account is being requested to be deleted. Do you want to reactivate your account?
vi: Tài khoản này đang được yêu cầu xóa tài khoản. Bạn có muốn kích hoạt lại tài khoản này không?

# accountHasBeenDeleted
source: Account deleted
vi: Tài khoản đã xóa

# accountDeletedDescription
source: Your account has been permanently deleted. You cannot use this number to register new account. Contact LOMO for support
vi: Tài khoản đã bị xóa khỏi hệ thống. Số điện thoại này sẽ không thể dùng để đăng ký tài khoản mới. Mọi thắc mắc vui lòng liên hệ với LOMO để biết thêm chi tiết.

# deleteAccountWillBe
source: Delete your account will:
vi: Xóa tài khoản sẽ:

# deleteAccountRule1
source: Delete account information, name, profile picture.
vi: Xóa thông tin tài khoản, tên và hình đại diện.

# deleteAccountRule2
source: Delete personal information, contacts and messages.
vi: Xóa tất cả thông tin cá nhân, bạn bè.

# deleteAccountRule3
source: Deleted account’s data cannot be recovered.
vi: Không thể khôi phục lại dữ liệu sau khi xóa tài khoản.

# deleteAccountNote1
source: Once we’ve received your account deletion request, our system will temporarily disable your account within 7 days.
vi: Khi tiến hành xóa tài khoản, hệ thống sẽ vô hiệu hóa tài khoản của bạn trong vòng 7 ngày.

# deleteAccountNote2
source: Disable Account period: If you proceed to login within 7 days, your account will remain active, deletion request will be canceled.
vi: Trong thời gian tài khoản bị vô hiệu hóa: Nếu tiến hành đăng nhập lại thành công, tài khoản của bạn sẽ hoàn động bình thường, yêu cầu xóa tài khoản sẽ hết tác dụng.

# deleteAccountNote3
source: After 7 days, your account and all your information will be permanently deleted.
vi: Sau thời gian bị vô hiệu hóa, yêu cầu xóa tài khoản sẽ được thực hiện, tài khoản sẽ bị xóa vĩnh viễn.

source: Your reason
vi: Lý do của bạn

source: Account deleted
vi: Tài khoản đã bị xóa

# reasonDeleteAccountStatus
source: To help us improve our service, please select a reason for your request:
vi: Chúng tôi rất mong được biết lý do bạn muốn vô hiệu tài khoản của mình:

# chatMaintenance
source: System under maintenance
vi: Tính năng chat đang được bảo trì

source: Offensive
vi: Phản cảm

source: Violence
vi: Bạo lực

source: Harassment
vi: Quấy rối

source: Nudity
vi: Ảnh khỏa thân

source: False Information
vi: Thông tin giả

source: Falsity
vi: Giả mạo

source: Terrorism
vi: Khủng bố

source: Hate Speech
vi: Ngôn ngữ độc hại

source: Unauthorized Sales
vi: Bán hàng trái phép

# accountReported
source: Reported account
vi: Tài khoản bị báo cáo

# issueReport
source: Please select the issue to continue
vi: Vui lòng chọn vấn đề để tiếp tục

# describeReport
source: More description of the matter to report
vi: Mô tả thêm về vấn đề cần báo cáo

# attachImage
source: Attach photo
vi: Đính kèm hình ảnh

source: Report now
vi: Báo cáo ngay

source: Report success
vi: Báo cáo thành công

# noDataNearYou
source: There is no friend around. Please try later
vi: Không có bạn xung quanh. Vui lòng thử lại sau

# newFeedSetting
source: Newsfeed setting
vi: Cài đặt bảng tin

source: Video auto play
vi: Tự phát video

source: Customized
vi: Tùy chỉnh
