Repository: haohmaruru/base_flutter
Catalog: lib/res/l10n/intl_*.arb
Languages: vi

# en
source: English
vi: Tiếng Anh

# vi
source: Vietnamese
vi: Tiếng Việt

# errorPhone
source: Phone number is incorrect
vi: Số điện thoại không đúng

source: Close
vi: Đóng

# ok
source: Yes
vi: Đồng ý

source: Done
vi: Xong

source: Cancel
vi: Hủy

source: No data
vi: Không có dữ liệu

source: Retry
vi: Thử lại

source: Both
vi: Cả hai

source: Male
vi: Nam

source: Female
vi: Nữ

source: Other
vi: Khác

source: Gender
vi: Giới tính

# enterPassword
source: Please enter password
vi: Vui lòng nhập password

# forgotYourPassword
source: Forgot Password?
vi: Quên mật khẩu?

# loginWith
source: Or login with
vi: Hoặc đăng nhập với

# invalidEmail
source: The email is invalid
vi: Email không đúng định dạng

# invalidMinLengthPassword
source: The password needs at least 6 characters
vi: Mật khẩu phải ít nhất 6 ký tự

# unknownErrorMessage
source: Error, please try again
vi: Đã có lỗi xảy ra, vui lòng thử lại

# otpError
source: The OTP is incorrect, please try again
vi: OTP Không đúng, Vui lòng thử lại

# makeFriend
source: Find out & make friends
vi: Tìm hiểu & kết bạn

# findOut
source: Find your own soulmate
vi: Tìm kiếm những người phù hợp để kết nối với nhau

source: Ignore
vi: Bỏ qua

# chooseImage
source: Choose your images
vi: Chọn ảnh

# allImage
source: All images
vi: Tất cả ảnh

# chooseMaxImage
source: Choose max images
vi: Chọn tối đa

source: Images
vi: ảnh

# exitWarning
source: Click again to exit
vi: Nhấn lần nữa để thoát

# exit
source: Log out
vi: Đăng xuất

# highlight
source: Outstanding
vi: Nổi bật

source: Discovery
vi: Khám phá

source: Conversation
vi: Trò chuyện

source: Personal
vi: Cá nhân

source: Province
vi: Tỉnh thành

source: Choose
vi: Chọn

source: City
vi: Thành phố

# notChoose
source: Not chosen
vi: Chưa chọn

source: (Optional)
vi: (Không bắt buộc)

# searchCity
source: Search for location
vi: Tìm kiếm thành phố

# loginAndSpend
source: Login to explore
vi: Đăng nhập & trải nghiệm

source: Phone number
vi: Số điện thoại

# enterPhoneNumber
source: Enter your phone number
vi: Nhập số điện thoại

source: Confirm
vi: Xác nhận

# confirmPolicy
source: Finish this step meaning that you agree with
vi: Hoàn thành bước này nghĩa là bạn đồng ý với

source: Policy
vi: điều khoản

# useTo
source: Using by
vi: sử dụng của

# confirmOtp
source: Confirm phone number
vi: Xác nhận số điện thoại

# otpSentToPhone
source: Enter the OTP verification code sent to the phone number
vi: Nhập mã xác thực OTP đã được gửi đến số điện thoại

# reSentOtp
source: Resend code
vi: Gửi lại mã

# changePhone
source: Change your phone number
vi: Đổi số điện thoại

# forFan
source: Follows
vi: Đang theo dõi

# forYou
source: Just for you
vi: Dành cho bạn

# notHaveIdol
source: You have not followed any person
vi: Bạn chưa theo dõi ai?

# suggestForYou
source: this is your suggestion
vi: Cùng tìm kiếm những người thú vị để theo dõi nhé!

source: Personal Information
vi: Hồ sơ cá nhân

# visibleName
source: Username
vi: Tên hiển thị

# find
source: Search
vi: Tìm kiếm

source: Date of birth
vi: Ngày sinh

source: Height and Weight
vi: Chiều cao & Cân nặng

# larger18
source: I am over 18 years old
vi: Tôi đã trên 18 tuổi

source: Complete
vi: Hoàn thành

source: Open Camera
vi: Mở camera

source: Open Gallery
vi: Mở thư viện

# enterUserName
source: Please enter your username
vi: Nhập tên hiển thị

source: Height, Weight
vi: Chiều cao, Cân nặng

source: Story
vi: Tiểu sử

source: Thanks for register Lomo
vi: Cảm ơn bạn đã đăng ký thành viên LOMO

# connectFriendAndFindOther
source: Connect friends and find your soulmates
vi: Kết nối bạn bè và tìm cho mình mảnh ghép còn thiếu nhé

source: Account Management
vi: Quản lý tài khoản

# privacy
source: Privacy Right
vi: Quyền riêng tư

source: Security
vi: Bảo mật

# notification
source: Push notification
vi: Thông báo đẩy

source: Theme
vi: Chủ đề

source: Language
vi: Ngôn ngữ

source: Defaults
vi: Mặc định

source: Vietnamese
vi: Tiếng Việt

source: English
vi: Tiếng Anh

# frequentlyAskedQuestions
source: Questions
vi: Câu hỏi thuờng gặp

# rules
source: Terms of Policies
vi: Điều khoản sử dụng

# support
source: Help and Support
vi: Hỗ trợ

source: Log out
vi: Đăng xuất

source: Settings
vi: Cài đặt

source: Install apps
vi: Cài đặt ứng dụng

# follow_lomo
source: Follow LOMO on Facebook
vi: Theo dõi LOMO trên Facebook

# shareLomo
source: Share LOMO with your friends
vi: Chia sẻ với bạn bè

source: Block
vi: Chặn

source: Report
vi: Báo cáo

source: Share
vi: Chia sẻ

source: Send message
vi: Gửi tin nhắn

# pleaseChooseAvatar
source: Please choose your avatar
vi: Vui lòng chọn ảnh đại diện

source: Follow
vi: Người theo dõi

source: Like
vi: Lượt thích

source: Likes
vi: Lượt thích

# gift
source: Bears are given
vi: Quà tặng

source: Diary
vi: Nhật ký

source: Image
vi: Hình ảnh

# file
source: Profile
vi: Hồ sơ

# height
source: Height, Weight
vi: Chiều cao, cân nặng

source: Education
vi: Học vấn

source: Interests
vi: Sở thích

source: Work at
vi: Làm việc tại

# giveABear
source: Give a teddy bear
vi: Tặng gấu

# bear
source: Bears
vi: Gấu

# friendlike
source: Friends also liked
vi: Bạn bè cũng thích

# watching
source: Following
vi: Đang theo dõi

# btn_follow
source: Follow
vi: Theo dõi

# btn_unfollow
source: Unfollow
vi: Bỏ theo dõi

# pleaseEnterName
source: Please enter username
vi: Vui lòng nhập tên hiển thị

source: Comments
vi: Bình luận

# addComment
source: Write a comment...
vi: Thêm bình luận...

# sentBearToday
source: Already gave a teddy bear today
vi: Đã tặng gấu hôm nay

# sentBearSuccess
source: Give a teddy bear succesfully
vi: Tặng gấu thành công

source: Search
vi: Tìm kiếm

source: Search Friend
vi: Tìm kiếm bạn bè

source: Unfollow
vi: Hủy theo dõi

source: Content
vi: Nội dung

source: Enter Content
vi: Nhập nội dung

source: Create post
vi: Tạo bài viết

# createPostSuccess
source: Uploaded
vi: Đã đăng

# updatePostSuccess
source: Update post successfully
vi: Cập nhật bài đăng thành công

# whatAreYouThinking
source: What's on your mind?
vi: Bạn đang nghĩ gì?

source: feeling
vi: Cảm xúc

# posting
source: Post
vi: Đăng

# cancelPost
source: Discard post
vi: Bỏ bài viết

# continueEdit
source: Continue Editing
vi: Tiếp tục chỉnh sửa

# friendLiked
source: Friends also like
vi: Bạn bè cũng thích

source: Update Profile Success
vi: Cập nhật thông tin thành công

source: Send failed
vi: Gửi thất bại

source: Follow Success
vi: Đã theo dõi

source: Unfollow Success
vi: Đã hủy theo dõi

source: Block this user?
vi: Chặn người dùng này?

# blockedUserContent
source: They will not be able to view your profile or content on LOMO
vi: Họ sẽ không thể xem hồ sơ hay nội dung của bạn trên LOMO

# stopFollowUser
source: Stop following user
vi: Ngừng theo dõi

# stopFollowUserContent
source: You will no longer be able to send messages or call to this person
vi: Bạn sẽ không thể gửi tin nhắn hoặc thực hiện cuộc gọi với người này nữa

# pleaseGrandPhotoPermission
source: Please grant permission for LOMO to access photos to implement this function
vi: Vui lòng cấp quyền truy cập ảnh để thực hiện chức năng này

# confirmLomoPolicy
source: Agree with
vi: Đồng ý với

# lomoPolicy
source: rules
vi: điều khoản

# LOMO
source: use of Lomo
vi: sử dụng của Lomo

# pleaseConfirmPolicy
source: Please agree to the LOMO terms of use
vi: Vui lòng đồng ý với quy định sử dụng LOMO

source: Candy
vi: Kẹo

source: Angry
vi: Giận dữ

source: Cold
vi: Lạnh

source: Comfortable
vi: Thoải mái

source: Confident
vi: Tự tin

source: Confused
vi: Bối rối

source: Disappointed
vi: Thất vọng

source: Great
vi: Tuyệt vời

# happy
source: Happiness
vi: Hạnh phúc

# happyFun
source: Happy
vi: Vui vẻ

source: Hot
vi: Nóng

# inferiority
source: Inferiority Complex
vi: Tự ti

source: Lonely
vi: Cô đơn

source: Love
vi: Yêu thương

# motivation
source: Lack of motivation
vi: Thiếu động lực

source: Protection
vi: Bảo vệ

source: Sad
vi: Buồn

source: Strong
vi: Mạnh mẽ

source: Sulk
vi: Dỗi

# suprise
source: Surprise
vi: Ngạc nhiên

source: Tired
vi: Mệt mỏi

# myFeel
source: Your touch?
vi: Cảm cúc của bạn?

# replying
source: Answering:
vi: Đang trả lời:

# detail
source: Details
vi: Chi tiết

source: Delete
vi: Xóa

source: Reply
vi: Trả lời

source: Collapse
vi: Thu gọn

# extendThisComment
source: Display reply to comment
vi: Hiển thị trả lời bình luận

source: Notice
vi: Thông báo

# openGpsToFindFriends
source: You haven't opened GPS yet! Turn on the GPS feature to find friends recently?
vi: Bạn chưa mở GPS! Bật tính năng GPS để tìm kiếm bạn gần đây?

# closestToYou
source: Nearest to you
vi: Gần bạn nhất

# emotionalFlow
source: Emotional Stream
vi: Dòng cảm xúc

source: Hot face
vi: Gương mặt hot

source: is feeling
vi: đang cảm thấy

# discoveryNow
source: Discover Now
vi: Khám phá ngay

# termLink
source: https://lomosocial.com/en/term
vi: https://lomosocial.com/vn/term

# faqLink
source: https://lomosocial.com/en/FAQs
vi: https://lomosocial.com/vn/FAQs

# pleaseChooseBirthDate
source: Please choose your birthdate
vi: Vui lòng chọn ngày sinh

source: Please choose province
vi: Vui lòng chọn thành phố

source: Edit
vi: Chỉnh sửa

# hotEvent
source: Hot Events
vi: Sự kiện nổi bật

source: View more
vi: Xem thêm

# to
source: finish
vi: Đến

source: Zodiac
vi: Cung hoàng đạo

source: SOGIESC
vi: Nhãn cầu vồng

source: Relationship
vi: Tình trạng mối quan hệ

source: Career
vi: Nghề nghiệp

source: Literacy
vi: Học vấn

source: Status
vi: Tình trạng

# introduceYourself
source: Introduce yourself to friends
vi: Giới thiệu đôi chút về bạn

# giftTitle
source: Gifts
vi: Quà tặng

# averageThermostats
source: LOMO style thermos flask
vi: Bình giữ nhiệt phong cách LOMO

source: Description
vi: Mô tả

# receiveCandy
source: Every day go to attendance application to receive candy rewards from LOMO. Reward candies will be used to redeem them for favorite candy or other gifts.
vi: Mỗi ngày vào ứng dụng điểm danh để nhận kẹo thuởng từ ứng dụng LOMO. Kẹo thưởng sẽ được sử dụng để đổi thành kẹo tặng cho người yêu thích hoặc đổi thành các quà tặng khác.

# note
source: Notice
vi: Lưu ý

# noteOne
source: 1- If there is a day when you do not open the app for attendance, the candies will return to the first day.
vi: 1- Nếu có một ngày bạn không mở ứng dụng để điểm danh, mốc kẹo sẽ quay lại ngày đầu tiên.

# noteTwo
source: 2- Candies cannot be exchanged for money
vi: 2- Kẹo không được quy đổi thành tiền

# noteThree
source: 3- The candy exchange point-and-change program will accompany the LOMO application until there is a new change
vi: 3- Chương trình điểm danh đổi kẹo sẽ đồng hành với ứng dụng LOMO đến khi có sự thay đổi mới

# bonusRedemption
source: Bonus
vi: Đổi thưởng

# attendanceEveryDay
source: Check'in every day
vi: Điểm danh mỗi ngày

source: My bag
vi: Túi của tôi

source: My candy
vi: Kẹo đang có

source: Add candy
vi: Thêm kẹo

# checkin
source: Attendance every day
vi: Điểm danh mỗi ngày

# btncheckin
source: Attendance
vi: Điểm danh

# checkinSuccess
source: Checkin successful
vi: Điểm danh thành công

source: Exchange gifts
vi: Đổi kẹo lấy quà tặng

source: Day
vi: Ngày

source: All
vi: Tất cả

# bearGifts
source: My Bear
vi: Gấu được tặng

source: Exchange gift
vi: Đổi quà

# nameRecipient
source: Name of recipient
vi: Tên người nhận

# enterNameRecipient
source: Enter name of recipient
vi: Nhập tên người nhận

source: Address
vi: Địa chỉ

source: Enter address
vi: Nhập địa chỉ

# pleaseEnterPhone
source: Please enter phone number
vi: Vui lòng nhập số điện thoại

# pleaseEnterAddress
source: Please enter your address
vi: Vui lòng nhập địa chỉ nhận quà

source: Not enough candy
vi: Bạn không đủ kẹo

# exchangeGiftSuccess
source: Successful
vi: Đổi quà thành công

# giftSendAfter
source: You will receive a gift confirming email within 24 business hours. Please check your email for more details
vi: Bạn sẽ nhận được email xác nhận quà trong vòng 24h theo ngày làm việc hành chính. Bạn vui lòng kiểm tra email để biết chi tiết

# pleaseGetMoreCandy
source: Please get more candy by check'in
vi: Điểm danh đều đặn để tích lũy thêm nhiều kẹo và dùng kẹo đổi nhiều quà hấp dẫn

# feelingProfile
source: Feeling
vi: Cảm thấy

source: District
vi: Quận huyện

source: Ward
vi: Phường xã

source: Please enter province
vi: Vui lòng nhập tỉnh thành

source: Please enter district
vi: Vui lòng nhập quận huyện

source: Please enter ward
vi: Vui lòng nhập phường xã

source: Enter email
vi: Nhập email

source: Please enter email
vi: Vui lòng nhập email

# needPermissionStorage
source: Allow "LOMO" to access your storage
vi: "LOMO" cần xin quyền để truy cập kho hình ảnh

# contentOfPermissionStorage
source: This allow to load photos in your library
vi: Chúng tôi cần truy cập vào bộ nhớ để lấy được hình ảnh của bạn

# needPermissionCamera
source: Allow "LOMO" to access your camera
vi: "LOMO" cần xin quyền để truy cập máy ảnh

# contentOfPermissionCamera
source: This allow to take picture and video
vi: Chúng tôi cần sử dụng máy ảnh để chụp hoặc quay video

# needPermissionBothStorageAndCamera
source: Allow "LOMO" to access your camera and storage
vi: "LOMO" cần xin quyền để truy cập máy ảnh và kho hình ảnh

# contentOfPermissionBothStorageAndCamera
source: This allow to take picture and video, load photos in your library
vi: Chúng tôi cần sử dụng máy ảnh và truy cập vào bộ nhớ để lấy được hình ảnh của bạn

# needPermissionLocation
source: Allow "LOMO" to access your location
vi: "LOMO" cần xin quyền truy cập vị trí

# needPermissionTracking
source: Allow "LOMO" to access track your data
vi: "LOMO" cần xin quyền để theo dõi dữ liệu

# contentTrackingPermission
source: Allow tracking permission on this app to improve product features, support and deliver appropriate content for users.
vi: Cho phép quyền theo dõi trên ứng dụng để cải thiện tính năng sản phẩm, hỗ trợ và đăng tải nội dung phù hợp với người dùng.

# activity
source: Activities
vi: Hoạt động

# tabNotification
source: Notification
vi: Thông báo

# contentOfPermissionLocation
source: This allow us to use your location to find nearly people used this app
vi: Chúng tôi cần truy cập vị trí của bạn để tìm kiếm bạn bè xung quanh

source: System
vi: Hệ thống

source: User support
vi: Hỗ trợ người dùng

source: Account
vi: Tài Khoản

source: Post activity
vi: Hoạt động đăng bài

# getBearCandiesGifts
source: Get bears, candies & gifts
vi: Nhận gấu, kẹo & quà

source: All activities
vi: Tất cả hoạt động

# hour
source: hours
vi: giờ

# minute
source: minutes
vi: phút

# second
source: seconds
vi: giây

source: Message
vi: Nhắn tin

source: Unblock
vi: Bỏ chặn

# filterNotification
source: Notification type
vi: Bộ lọc thông báo

source: Contact
vi: Liên hệ

# unBlockSuccess
source: Unblock Successful
vi: Bỏ chặn thành công

source: Week
vi: Tuần

source: Just now
vi: Vừa xong

source: You received
vi: Bạn nhận được

# candyLower
source: candy
vi: kẹo

# forThisCheckIn
source: for your check in today. Come back tomorrow for more candies.
vi: cho lượt điểm danh ngày hôm nay. Quay lại vào ngày mai để nhận thêm kẹo.

source: (Required)
vi: (Bắt buộc)

# guide
source: User manual
vi: Hướng dẫn sử dụng

# guideLink
source: https://lomosocial.com/en/guide
vi: https://lomosocial.com/vn/guide

source: From
vi: Đến từ

source: Post
vi: Đăng bài

source: Age
vi: Tuổi

source: Month
vi: Tháng

# reportLink
source: https://lomosocial.com/en/report
vi: https://lomosocial.com/vn/report

# blockSuccess
source: Blocked this user
vi: Đã chặn người dùng này

# confirmDeletePost
source: Do you want to delete this post?
vi: Bạn có chắc chắn muốn xóa bài đăng này?

source: Delete post
vi: Xóa bài đăng

# featureDeveloping
source: Feature is developing
vi: Tính năng đang phát triển

# sogiesTestLink
source: https://lomosocial.com/events/en/sogies-test
vi: https://lomosocial.com/events/vn/sogies-test

# resultOfSogiesTest
source: Result of your SOGIESC test
vi: Kết quả bài test nhãn cầu vồng của bạn là

source: Add now
vi: Thêm ngay

source: Success
vi: Thành công

source: Already exist
vi: Đã tồn tại

# knowYou
source: Know exactly who you are?
vi: Biết chính xác bạn là ai?

# sogiescTestFeature
source: (Sexual orientation, gender identity, gender expression and sex characteristics)
vi: (CẢM - GIỚI - TÍNH - DỤC)

# sogiescTestDescription
source: is the most comprehensive description of a person's sexuality. Have you found
vi: là mô tả toàn diện nhất về tính dục của một người. Bạn đã biết

# ofYouYet
source: of you?
vi: của mình là gì chưa?

# sogiescCap
source: SOGIESC
vi: nhãn cầu vồng

source: Start
vi: Bắt đầu

# viewLater
source: Later
vi: Để sau

source: Input
vi: Nhập

source: Next
vi: Tiếp tục

source: Back
vi: Lùi lại

source: Hobby
vi: Sở thích

source: Account information
vi: Thông tin tài khoản

# pleaseEnterInfoBelow
source: Please enter the information below
vi: Vui lòng nhập các thông tin bên dưới

# errorContentLomoId
source: Please use 6-30 characters, only lowercase letters and numbers, not include spaces and special characters.
vi: Sử dụng 6-30 ký tự, chỉ bao gồm chữ cái thường và chữ số, không bao gồm khoảng trắng và các ký tự đặt biệt.

# errorTitleLomoId
source: Invalid Lomo ID
vi: Lomo ID không hợp lệ

source: Update
vi: Cập nhật

# hasNewVersion
source: New update available
vi: Đã có bản cập nhật mới

# pleaseUpdateVersion
source: Please update to experience new feature
vi: Vui lòng cập nhật để trải nghiệm tính năng mới

source: Invalid name
vi: Tên không hợp lệ

# wantUpdateProfile
source: Would you like to update your profile?
vi: Bạn có muốn cập nhật hồ sơ cá nhân không?

# wantUpdateAccount
source: Do you want to update account information?
vi: Bạn có muốn cập nhật thông tin tài khoản không?

source: Display information
vi: Hiển thị thông tin

# showPublicChosenInformation
source: The information you choose will be publicly displayed to your friends on LOMO
vi: Những thông tin bạn chọn sẽ được hiển thị công khai với bạn bè trên LOMO

# saveImage
source: Save
vi: Tải về

# saveImageSuccess
source: Save success
vi: Tải về thành công

# checkInGetCandy
source: Attendance for receive candy
vi: Điểm danh nhận kẹo

# receiveCandyForGift
source: Get candy every day to exchange for hot gifts
vi: Nhận kẹo mỗi ngày đổi ngay quà hot

source: Check in
vi: Điểm danh

# invalidUserName
source: Please use 6-30 characters, include only lower case letters, upper case letters, numbers and spaces, not special characters.
vi: Sử dụng 6-30 ký tự, chỉ bao gồm chữ cái thường, chữ cái in hoa, chữ số và khoảng trắng, không bao gồm các ký tự đặt biệt

# hintUserName
source: Lowercase letters, capital letters, numbers, spaces
vi: Chữ viết thường, in hoa, số, khoảng trắng

source: Enter Lomo ID
vi: Nhập Lomo ID

source: Blocklist
vi: Danh sách chặn

# postTimeline
source: News feed
vi: Bảng tin

source: Dating
vi: Hẹn hò

# todayAlone
source: I'm so lonely today!!
vi: Hôm nay sao tôi cô đơn quá!!

# youAlreadyFindAHalf
source: You are ready to look for your partner?
vi: Bạn đã sẵn sàng để tìm kiếm một nửa của mình?

# createProfileDating
source: Create a dating profile
vi: Tạo hồ sơ hẹn hò

source: Say hi
vi: Làm quen

# whoSuitableMe
source: Who likes me?
vi: Ai hợp tôi?

source: Add Information
vi: Bổ sung thông tin

# addInformationHint
source: This information help people find you
vi: Thông tin này giúp mọi người tìm thấy bạn

source: Quote dating
vi: Trích dẫn hẹn hò

source: Face
vi: Mặt

# enterPersonalIntroduce
source: Input introduce yourself
vi: Nhập lời giới thiệu về bản thân

source: Your Gender
vi: Giới của bạn

source: Sogiesc label
vi: Nhãn cầu vồng

source: Show
vi: Hiển thị

# max3Label
source: Choose maximum 3 label
vi: Chọn tối đa 3 nhãn

source: Review information
vi: Xem lại thông tin

# reviewInformationHint
source: Your dating profile will show this information
vi: Hồ sơ hẹn hò của bạn sẽ hiển thị những thông tin này

# display_name
source: Create a display name
vi: Tạo tên hiển thị

# real_name
source: Using your real name makes it easier for your friends to recognize you
vi: Sử dụng tên thật giúp bạn bè dễ dàng nhận ra bạn

# correct_format
source: The display name is not in the correct format
vi: Tên hiển thị không đúng định dạng

# correct_old_format
source: The before display name here was used
vi: Tên hiển thị trước đây đã sử dụng

# correct_name_after14days
source: You can only change your name after 14 days
vi: Bạn chỉ được đổi tên sau 14 ngày

# lomo_id_format
source: Lomo ID name is not in the correct format
vi: Lomo ID hiển thị không đúng định dạng

# lomo_old_format
source: Lomo ID here was used
vi: Lomo ID trước đây đã sử dụng

# correct_lomoid_after14days
source: You can only change your Lomo ID after 14 days
vi: Bạn chỉ được đổi Lomo ID sau 14 ngày

source: Your birthday,
vi: Sinh nhật của bạn

# make_sure_old
source: Make sure you are over 18 years old/n(day / month / Year)
vi: Đảm bảo bạn trên 18 tuổi

# not_yet_old
source: Sorry, you are not 18 years old yet
vi: Rất tiếc, bạn chưa đủ 18 tuổi

# date_month_year
source: (day / month / Year)
vi: (ngày / tháng / năm)

source: Hello!
vi: Xin chào!

# number_to_register
source: Enter the phone number to register or login
vi: Nhập số điện thoại để đăng ký hoặc đăng nhập

# authentication_code_incorrect
source: Authentication code is incorrect
vi: Mã xác thực không đúng

source: Not yet
vi: Chưa có

source: Role
vi: Vai trò

source: Who you find
vi: Người bạn tìm kiếm

# selectAudiance
source: Select the audience you want to get acquainted with
vi: Lựa chọn đối tượng bạn muốn làm quen

# ageFull
source: Age
vi: Độ tuổi

source: Range
vi: Khoảng cách

# limitPerson
source: maximum 3 career
vi: Tối đa 3

source: Filter
vi: Bộ lọc

source: Reset
vi: Đặt lại

# filterNow
source: Filter
vi: Lọc ngay

# ageLimit
source: 18 - 70 age
vi: 18 - 70 tuổi

# literacyFull
source: Literacy
vi: Trình độ học vấn

# chooseMax
source: Choose maximum
vi: Chọn tối đa

source: label
vi: nhãn

source: My profile
vi: Hồ sơ của tôi

source: Start now
vi: Bắt đầu ngay

# datingProfileComplete
source: Your dating profile has been created, you can start searching for your dating partner.
vi: Hồ sơ hẹn hò của bạn đã được khởi tạo xong, bạn có thể bắt đầu tìm kiếm đối tượng hẹn hò cho mình.

source: Profile photo
vi: Ảnh hồ sơ

# upload_profile
source: Upload a profile photo to complete
vi: Tải ảnh hồ sơ để hoàn thành

# agree_lomo
source: Agree to Lomo's terms of use
vi: Đồng ý với điều khoản sử dụng của Lomo

source: Your gender
vi: Giới của bạn

# find_you_based
source: People will find you based on the world you show off
vi: Mọi người sẽ tìm thấy bạn dựa theo giới bạn thể hiện

# choose_the_right
source: Choose the right rainbow label for you
vi: Chọn nhãn cầu vồng phù hợp với bạn

# choose_rainbow
source: Choose 1-3 rainbow label tags
vi: Chọn 1-3 thẻ tag nhãn cầu vồng

source: Verify dating profile
vi: Xác thực hồ sơ hẹn hò

source: Dating profile
vi: Hồ sơ hẹn hò

source: My dating profile
vi: Hồ sơ hẹn hò của tôi

# download
source: Save
vi: Tải về

# downloadSuccess
source: Save success
vi: Tải về thành công

# downloadFailed
source: Save Failed
vi: Tải về thất bại

# enterSDT
source: Enter the phone number to register or login
vi: Nhập số điện thoại để đăng ký hoặc đăng nhập

# connect_friend
source: Connect with friends
vi: Kết nối bạn bè

# limited_geography
source: Not limited to geography
vi: Không giới hạn địa lý

source: Storing memories
vi: Lưu giữ kỷ niệm

# portraitImage
source: Portrait photo
vi: Ảnh chân dung

# min2PortraiImage
source: Choose minimum 2 portrait photos
vi: Chọn tối thiểu 2 ảnh chân dung

source: Change image
vi: Thay đổi hình ảnh

# youMustSendVerifyAgain
source: You must require verify again after delete this image
vi: Bạn sẽ phải yêu cầu xác thực lại sau khi xóa ảnh này
